---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.UnableToCreateMultistoryStairs
source: html/59e3c66f-f74b-143f-a26d-b2bcd1359928.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.UnableToCreateMultistoryStairs Property

Unable to create Multistory stairs.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToCreateMultistoryStairs { get; }
```